Repository: castaman75/CASTASAT
Catalog: plugin.video.amazon/resources/language/Polish/strings.po
Languages: pl

# #30001
source: Amazon Account
pl: Logowanie do Amazon Prime Instant Video

# #30002
source: Email Adress
pl: Email

# #30003
source: Password
pl: Hasło

# #30004
source: Sign In...
pl: Stream bitrate (0 - pytanie)

# #30005
source: Enable Subtitles
pl: Aktywuj napisy

# #30006
source: Store Credentials instead of using Cookie?
pl: Zapisać dane logowania (niebezpieczne)?

# #30007
source: Remove Credentials and Cookie
pl: Usuń dane logowania i cookies

# #30008
source: Database Update
pl: Aktualizacja bazy danych

# #30009
source: Automatically Update Database
pl: Automatyczna aktualizacja bazy danych

# #30010
source: Off
pl: Wyłącz

# #30011
source: General
pl: Ogólne

# #30012
source: Playback with
pl: Odtwarzanie

# #30013
source: Time Of Day
pl: Godzina

# #30015
source: Views
pl: Wyświetlanie

# #30016
source: Movie Fanart Source
pl: Pobieraj brakujący Fanart przez TMDB (w tle)

# #30017
source: TV Show Fanart Source
pl: Pobieraj brakujący Fanart TV przez TVDB (w tle)

# #30018
source: Daily
pl: Codziennie

# #30019
source: Every Two Days
pl: Co 2 dni

# #30020
source: Every Five Days
pl: Co 5 dni

# #30021
source: Weekly
pl: Co tydzień

# #30023
source: Thumbnail
pl: Podgląd

# #30024
source: Poster Wrap
pl: Plakat

# #30025
source: List
pl: Lista

# #30026
source: Media Info 2
pl: Tablica info 2

# #30027
source: Media Info
pl: Tablica info

# #30029
source: Movie View
pl: Wyświetlaj filmy

# #30030
source: Show View
pl: Wyświetlaj seriale

# #30031
source: Season View
pl: Wyświetlaj sezony

# #30032
source: Episode View
pl: Wyświetlaj epizody

# #30033
source: Custom
pl: Zdefiniowane przez użytkownika

# #30034
source: Big List
pl: Duża lista

# #30035
source: Enable Views
pl: Aktywuj zasady wyświetlania mediów

# #30038
source: Connection
pl: Logowanie i dane

# #30039
source: Items Per Page
pl: Ilość elementów na stronie

# #30041
source: Enable Fullscreen Video
pl: Aktywuj tryb pełnoekranowy

# #30042
source: Browser Kiosk Mode
pl: Tryb przeglądarki Kiosk

# #30043
source: Use custom Browser path
pl: Jeśli możliwe, to odtwarzaj w jakości HD

# #30044
source: Wait till Fullscreen (sec)
pl: Oczekiwanie na tryb pełnoekranowy (w sek.)

# #30045
source: Automatic PIN Input
pl: Automatyczne wpisanie PIN

# #30047
source: Wait after PIN Input
pl: Oczekiwanie po wpisaniu PIN

# #30051
source: Load missing from TMDb
pl: Brakujące z TMDb

# #30052
source: TMDb
pl: Kompletne z TMDb

# #30053
source: Load missing from TVDb
pl: Brakujące z TVDb

# #30054
source: TVDb
pl: Kompletne z TVDb

# #30055
source: Show TV Show Fanart in Season and Episode Lists
pl: Pokazuj Fanart serialu w liście sezonów i epizodów

# #30056
source: TVDb incl. Poster
pl: TVDb w tym Plakat

# #30060
source: Library
pl: Biblioteka

# #30061
source: Custom Library Folder
pl: Własny folder biblioteki

# #30062
source: Path
pl: Ścieżka

# #30100
source: Popular
pl: Popularne

# #30102
source: Full Movie Refresh(DB)
pl: Utwórz kompletną bazę danych filmów

# #30103
source: Refresh TV & Movie Database
pl: Aktualizacja bazy danych (film & TV)

# #30104
source: Movies
pl: Filmy

# #30105
source: Full Television Refresh(DB)
pl: Utwórz kompletną bazę danych seriali

# #30106
source: Starting Database Update
pl: Aktualizacja bazy danych

# #30107
source: Television
pl: Seriale

# #30108
source: Search Prime
pl: Szukaj

# #30109
source: Choose Bitrate for Playback
pl: Wybierz jakość i odtwarzaj

# #30110
source: Recently Added
pl: Nowe

# #30111
source: Continue
pl: Dalej

# #30112
source: Back
pl: Wróć

# #30113
source: Choose Language for Playback
pl: Wybierz język i odtwarzaj

# #30114
source: Choose Stream Quality:
pl: Wybierz jakość streamu:

# #30115
source: Available Languages:
pl: Dostępne języki:

# #30120
source: Building Prime Movie Database
pl: Utwórz bazę danych filmów

# #30121
source: Initializing Movie Scan
pl: Szukaj filmów

# #30122
source: Scanning Page %s
pl: Przeszukaj stronę %s

# #30123
source: %s Movies found
pl: Znaleziono %s filmów

# #30124
source: added
pl: dodaj

# #30125
source: Removed
pl: usuń

# #30126
source: Update finished
pl: Aktualizacja zakończona

# #30127
source: No new content found
pl: Brak nowych danych

# #30130
source: Building Prime Television Database
pl: Utwórz bazę danych seriali

# #30131
source: Initializing Television Scan
pl: Szukaj seriale

# #30132
source: %s Shows
pl: %s seriali

# #30133
source: %s Seasons
pl: %s sezonów

# #30134
source: %s Episodes
pl: %s epizodów

# #30135
source: Updating TV Database
pl: Aktualizuj bazę danych

# #30136
source: Building Database
pl: Utwórz bazę danych

# #30137
source: Create a new Database?
pl: Utworzyć kompletnie nową bazę danych?

# #30138
source: This can take up to %s minutes
pl: To może potrwać %s minut

# #30140
source: Export Favorited to Library
pl: Eksportuj ulubione do biblioteki

# #30141
source: Favorited
pl: Ulubione

# #30142
source: Export All to Library
pl: Eksportuj wszystko do biblioteki

# #30143
source: All Movies
pl: Wszystkie

# #30144
source: Genres
pl: Gatunek

# #30145
source: Years
pl: Lata

# #30146
source: Studios
pl: Studio

# #30147
source: MPAA Rating
pl: Wiek widza

# #30148
source: Directors
pl: Reżyser

# #30154
source: Movie
pl: film

# #30155
source: Remove %s
pl: Usuń %s

# #30156
source: Remove %s from Database?
pl: Usuń %s z bazy danych?

# #30157
source: Popular Movies
pl: Ulubione filmy

# #30158
source: Actor
pl: Aktorzy

# #30160
source: All Shows
pl: Wszystkie

# #30161
source: Networks
pl: Kanał

# #30162
source: TV Rating
pl: Wiek widza

# #30163
source: Rename %s
pl: Zmień nazwę %s

# #30164
source: Refresh TVDB Data
pl: Aktualizuj dane TVDB

# #30165
source: Lookup Show in TVDB
pl: Pokaż serial w TVDB

# #30166
source: Show
pl: Serial

# #30167
source: Season
pl: Sezon

# #30168
source: Year
pl: Rok

# #30169
source: Specials
pl: Specjalne

# #30171
source: Unrated
pl: Nie sprawdzone

# #30172
source: Popular Shows
pl: Ulubione seriale

# #30173
source: Episode
pl: Epizod

# #30180
source: Add %s to Watchlist
pl: Dodaj %s do watchlist

# #30181
source: Remove %s from Watchlist
pl: Usuń %s z watchlist

# #30185
source: Export %s
pl: Eksportuj %s

# #30186
source: Update Library
pl: Aktualizuj bibliotekę

# #30187
source: Source folders added/changed
pl: Źródła Amazon Video dodane

# #30188
source: To complete the setup:
pl: Po zakończeniu konfigurowania:

# #30189
source: 1) Restart Kodi
pl: 1) Uruchom ponownie Kodi

# #30190
source: 2) Set the content type of added folders
pl: 2) Ustal zawartość katalogów

# #30191
source: Restart
pl: Uruchom ponownie

# #30192
source: Do you want to restart Kodi now?
pl: Uruchomić ponownie Kodi?

# #30200
source: Login Error
pl: Błąd w trakcie logowania

# #30201
source: Wrong Email Adress or Password
pl: Błędny adres email lub hasło

# #30202
source: No Search Results
pl: Brak wyników wyszukiwania

# #30203
source: Unable to Play
pl: Odtwarzanie niemożliwe

# #30204
source: Invalid Request
pl: Zapytanie zakończone niepowodzeniem

# #30205
source: Playback Limit reached, try again later
pl: Osiągnięto limit odtwarzania, proszę spróbować później

# #30206
source: Product not purchased
pl: Produkt nie został nabyty

# #30207
source: This Video is unavailable in your Country
pl: To wideo nie jest dostępne w Twoim kraju

# #30208
source: Playback currently not possible, try again later
pl: Odtwarzanie jest teraz niemożliwe, spróbuj ponownie później

# #30209
source: Unknown
pl: Nieznane:
